{
    "data":[
    {
        "articleUrl": "https://en.prothomalo.com/bangladesh/43-people-including-bangladeshis-feared-to-be-drowned-in-the-mediterranean",
        "imageUrl": "https://images.prothomalo.com/prothomalo-english%2F2021-07%2Fe2599d59-4551-4696-a362-4279558da708%2F_DH0129_20210703_TUNISIA_JPG.webp?auto=format%2Ccompress&format=webp&w=700&dpr=2.0",
        "title": "43 people including Bangladeshis feared to be drowned in the Mediterranean",
        "descriptions": "Red Crescent Society of Tunisia suspected that 43 illegal migrants of four different nationalities including Bangladesh and Egypt were drowned while cruising from the coast of Zouara in Libya to reach Italy illegally during 28 and 29 June.\n\nThe accident took place as their boat capsized 28 km northeast of Zarzis. Tunisian coast guards rescued at least 84 survivors, TAP news agency reported on Saturday citing the spokesman for the national defence ministry Mohamed Zekri.\n\nReuters reports, quoting Red Crescent official Mongi Slim that the national navy rescued 84 migrants and 43 others drowned in a boat that set off from Libya's Zuwara towards Europe.\n\nBangladeshis, Sudanese, Eritreans, Egyptians and Chadians were among the rescued migrants.\n\nThey had been taken to the port of Zarzis in order to take necessary measures against them, TAP news agency reports. According to the UN refugee agency, in the first six months of this year, more than 35,000 irregular migrants made the perilous Mediterranean crossing to reach Italy, Greece, Spain, Cyprus and Malta. More than 60 per cent of the migrants headed to Italy had cruised from Libya.\n\nThis year, at least 823 people drowned while crossing the Mediterranean. In March and April, 39 and 40 people respectively drowned as their boats capsized near to Tunisian coast."
    },
    {
        "articleUrl": "https://en.prothomalo.com/international/global-covid-19-cases-top-1825m",
        "imageUrl": "https://images.prothomalo.com/prothomalo-english%2F2020-06%2F7d076902-2cc4-4624-9fce-edaa7631b8bc%2Fcoronavirus.JPG?auto=format%2Ccompress&fmt=webp&format=webp&w=940&dpr=2.0",
        "title": "Global Covid-19 cases top 183.4m",
        "descriptions": "The overall global Covid-19 caseload has topped 183.4 million, while the deaths have surged to more than 3.96 million, according to the Johns Hopkins University.\n\nIn its latest update on Sunday morning, the University’s Centre for Systems Science and Engineering (CSSE) revealed that the current global caseload and death toll stood at 183,404,186 and 3,969,635, respectively.\n\nThe US continues to be the worst-hit country with the world’s highest number of cases and deaths at 33,713,729 and 605,493, respectively, according to the CSSE.\n\nIn terms of infections, India follows in the second place with 30,502,362 cases.\n\nThe other worst countries with over 3 million cases are Brazil (18,742,025), France (5,845,622), Russia (5,519,516), Turkey (5,440,368), the UK (4,896,272), Argentina (4,526,473), Colombia (4,324,230), Italy (4,262,511), Spain (3,833,868), Germany (3,738,059) and Iran (3,241,037), the CSSE figures showed.\n\nIn terms of deaths, Brazil comes second with 523,587 fatalities.\n\nNations with a death toll of over 100,000 are India (401,050), Mexico (233,580), Peru (192,687), Russia (134,987), the UK (128,471), Italy (127,637), France (111,314) and Colombia (108,314)."
    },
    {
        "articleUrl": "https://en.prothomalo.com/business/public-hearing-on-lpg-pricing-postponed",
        "imageUrl": "https://images.prothomalo.com/prothomalo-english%2F2021-04%2F52e80530-db66-46d3-9268-ab6d6c7898e0%2F1618729770_unb_newswire.jpg?auto=format%2Ccompress&format=webp&w=700&dpr=2.0",
        "title": "Public hearing on LPG pricing postponed",
        "descriptions": "Bangladesh Energy Regulatory Commission (BERC) has postponed its proposed public hearing on revising price of liquified petroleum gas (LPG) scheduled for 7-8 July, UNB reorts.\n\nAccording to a BERC public notice, the hearing was suspended in compliance with the government's directives on the countrywide strict lockdown that began on 1 July.\n\nThe commission will announce a fresh date for the public hearing later, a BERC notice said.\n\nThe energy regulatory body had announced the scheduled public hearing responding to the appeal of the LPG operators.\n\nThe BERC held its last public hearing on LPG price in January this year, and first fixed the price on 12 April after that, following a court order.\n\nThe LPG operators in private sector have been alleging that many of their cost components were not considered by BERC while fixing the price.\n\nAs a result, their businesses have seen a huge financial loss, said Azam Chowdhury, president of LPG Operators Association of Bangladesh (LOAB).\n\nThe operators, which include LPG cylinder manufacturers, bottling plant owners, importers, and traders, demanded addition of Tk 224 for a 12-kg LPG cylinder.\n\nA 12kg LPG, being provided by private operators, is priced Tk 891 for July trading, as per the BERC's latest order. The price was Tk 842 per for June trading, Tk 906 for May trading and Tk 975 for April trading, as fixed by the BERC.\n\nHowever, most of the consumers in Dhaka were buying a 12kg LPG cylinder at a price ranging between Tk 1,000 and Tk 1,100 over the past three months, traders said."
    },
    {
        "articleUrl": "https://en.prothomalo.com/entertainment/bollywood/irrfan-khans-never-seen-before-film-dubai-return-releases-on-youtube",
        "imageUrl": "https://images.prothomalo.com/prothomalo-english%2Fimport%2Fmedia%2F2018%2F08%2F03%2F9c448108d0b0f3b5ec8cd62c416391cb-2.gif?rect=0%2C13%2C600%2C338&auto=format%2Ccompress&fmt=webp&format=webp&w=940&dpr=2.0",
        "title": "Irrfan Khan’s never-seen-before film ‘Dubai Return’ releases on YouTube",
        "descriptions": "Fans of late actor Irrfan Khan have a reason to rejoice as ‘Dubai Return’, which is an old unreleased film featuring the star, released on YouTube today.\n\nThe film is available to watch on Bandra Film Festival’s official YouTube page. ‘Dubai Return’ is a 2005 film. It features Irrfan Khan in the lead role of a gangster named Aftab Angrez. The movie has been directed by Aditya Bhattacharya. Besides Irrfan Khan, it also features Vijay Maurya, Razak Khan and Divya Dutta.\n\nThe update about the late iconic actor’s film was shared by his son Babil Khan, on his Instagram account yesterday.\n\nOn Friday, Babil shared a poster of the film on Instagram to inform his father’s fans about the release of the film. The poster of the film looks quirky and vibrant. It features Irrfan Khan wearing a hat and shades.\n\n“Releasing tomorrow on YouTube,” Babil wrote in the caption of the post.\n\nThe film had its world premiere at the New York Indian Film Festival in 2005. It was also screened at the International Film Festival of India. Reportedly, the movie’s theatrical release in India was cancelled due to technical and legal issues.\n\nIrrfan Khan left for heavenly abode on 29 April 2020, after a long battle with cancer. He was 53 when he breathed his last.\n\nThe late actor is widely known for his work in some of the most critically acclaimed films like ‘The Lunchbox’, ‘Hindi Medium’, ‘Life Of Pi’, ‘Piku’, and ‘The Namesake’, among many more.\n\nLike his father, Babil also aspires to be an actor. Earlier this week, he announced that he is dropping out of college to shift his focus to acting. In a long Instagram post, he bid adieu to his college and his friends. Babil was studying at the University of Westminster.\n\nFor the unversed, Babil is set to make his acting debut with Netflix’s ‘Qala’. A few days ago, he also revealed that he is a part of filmmaker Shoojit Sircar’s upcoming project.",
    },
    {
        "articleUrl": "https://en.prothomalo.com/lifestyle/give-evening-snack-time-a-new-twist",
        "imageUrl": "https://images.prothomalo.com/prothomalo-english%2F2021-07%2Fcfe9f3ca-5d60-4cd1-9b3d-5164ef90c0a5%2F6f2b7443c73982da30802103c4d9415e.jpg?auto=format%2Ccompress&fmt=webp&format=webp&w=940&dpr=2.0",
        "title": "Give evening snack-time a new twist",
        "descriptions": "Lately, many of us have been bogged down and caught up with work and home responsibilities; when it comes to leisure time, our options are limited. Yet on any normal day, we look forward to our favourite cup of tea or coffee and a snack that instantly uplifts our moods.\n\nDuring the evening hours, we allow ourselves to indulge our cravings for flavourful and mouth-watering foods; but we also seek easy-to-prepare solutions to satisfy hunger pangs.\n\nWhile we each may have our preferences, when choosing a snack, taste plays a vital role. We only wait for our short evening snack breaks, because that's when we can treat ourselves to something yummy. Snacking is known to enhance our good feelings and cheer us up, even on dull and dragging days.\n\nCapturing the growing inclination towards snacking, “Euromonitor” reports reveal that most of us are constantly seeking time-saving solutions and higher convenience across various aspects of life, including our food habits. In most households, food is prepared by the homemaker and by late afternoon, fatigue sets in; she prefers simplified alternatives to a traditional snack menu.\n\nThese days, even those accustomed to a cook are managing without any additional help, and the need for easy-to-make snacks have been on the rise.\n\nNot only are we continually seeking comfort in our food choices, but we are also becoming more conscious about overeating and actively opt for guilt-free snacks. When it comes to delightful eating, wholegrain oats are becoming increasingly popular for their high nutrition, protein and fibre content.\n\nEuromonitor reports also indicate that instances of snacking are the highest between 4.00pm to 6.00pm; when we break from work or catch up with our social media feeds, music playlist and OTT shows that we are binge watching.\n\nWe enjoy eating light, but also need to tease our taste buds and feel content; oats allows us to customize our bowls to suit our fancy.\n\nIt can also be made more exciting with fresh ingredients like lemon and mint leaves or crunchy toppings like carrot sticks, capsicum slices and croutons. If you prefer going solo and have been spending your evenings reading or watching the sunset, make the most of your time at home with a lip-smacking bowl of joy.\n\nFeel good with tangy oats on toast, bite on lavash and coriander oats, sip a soupy bowl of vegetable oats and just go wild with your imagination when customising your evening snacks."
    }
    ]
}
